[
  {
    "id": 1,
    "name": "One",
    "keywords": ["leadership", "independence", "pioneering", "initiative"],
    "overview": "The number of new beginnings and leadership. Ones are natural-born leaders who possess strong independence and the courage to forge new paths.",
    "strengths": "Natural leadership abilities, independence, courage, determination, originality, and the ability to inspire others.",
    "challenges": "Can be overly dominant, impatient, or self-centered. May struggle with collaboration and delegation.",
    "love": "Seek partners who respect their independence. They lead in relationships and need space to pursue their goals.",
    "career": "Excel in leadership roles, entrepreneurship, and any field requiring initiative and innovation.",
    "advice": [
      "Learn to collaborate and delegate effectively",
      "Practice patience with others' pace",
      "Balance independence with partnership",
      "Use your leadership to empower others"
    ],
    "shadow": "Tendency toward arrogance, impatience, and being overly controlling. May isolate themselves from others.",
    "master": false
  },
  {
    "id": 2,
    "name": "Two",
    "keywords": ["cooperation", "diplomacy", "patience", "partnership"],
    "overview": "The number of cooperation and partnership. Twos are natural diplomats who excel at bringing people together and finding harmony.",
    "strengths": "Diplomatic skills, patience, cooperation, intuition, sensitivity, and the ability to mediate conflicts.",
    "challenges": "Can be overly dependent, indecisive, or passive. May struggle with assertiveness and self-confidence.",
    "love": "Thrive in committed partnerships. They are loyal, supportive, and seek emotional connection and harmony.",
    "career": "Excel in counseling, mediation, team-based work, and any field requiring cooperation and diplomacy.",
    "advice": [
      "Develop assertiveness and self-confidence",
      "Learn to make decisions independently",
      "Balance giving with receiving",
      "Trust your intuition and inner wisdom"
    ],
    "shadow": "Tendency toward codependency, passive-aggressive behavior, and losing themselves in relationships.",
    "master": false
  },
  {
    "id": 3,
    "name": "Three",
    "keywords": ["creativity", "expression", "optimism", "communication"],
    "overview": "The number of creativity and self-expression. Threes are natural communicators who bring joy and inspiration to others through their artistic talents.",
    "strengths": "Creativity, communication skills, optimism, enthusiasm, artistic ability, and the gift of inspiration.",
    "challenges": "Can be scattered, superficial, or overly dramatic. May struggle with focus and follow-through.",
    "love": "Bring joy and excitement to relationships. They are expressive, romantic, and need partners who appreciate their creativity.",
    "career": "Excel in arts, entertainment, writing, teaching, and any field requiring creativity and communication.",
    "advice": [
      "Focus your creative energy on meaningful projects",
      "Develop discipline and follow-through",
      "Balance fun with responsibility",
      "Use your gifts to inspire and uplift others"
    ],
    "shadow": "Tendency toward superficiality, gossip, and avoiding difficult emotions through constant entertainment.",
    "master": false
  },
  {
    "id": 4,
    "name": "Four",
    "keywords": ["stability", "practicality", "hard work", "foundation"],
    "overview": "The number of stability and foundation. Fours are the builders of the world, known for their reliability, hard work, and practical approach to life.",
    "strengths": "Reliability, hard work, practicality, organization, attention to detail, and the ability to build lasting foundations.",
    "challenges": "Can be rigid, overly cautious, or resistant to change. May struggle with flexibility and spontaneity.",
    "love": "Seek stable, long-term relationships. They are loyal, dependable, and show love through practical actions.",
    "career": "Excel in construction, engineering, accounting, and any field requiring systematic work and reliability.",
    "advice": [
      "Embrace change and flexibility when appropriate",
      "Balance work with play and relaxation",
      "Don't be afraid to take calculated risks",
      "Appreciate the journey, not just the destination"
    ],
    "shadow": "Tendency toward stubbornness, workaholism, and being overly controlling or rigid in their approach.",
    "master": false
  },
  {
    "id": 5,
    "name": "Five",
    "keywords": ["freedom", "adventure", "change", "versatility"],
    "overview": "The number of freedom and adventure. Fives are natural explorers who crave variety, change, and new experiences in life.",
    "strengths": "Adaptability, versatility, curiosity, communication skills, and the courage to embrace change and new experiences.",
    "challenges": "Can be restless, irresponsible, or commitment-phobic. May struggle with consistency and follow-through.",
    "love": "Need freedom and variety in relationships. They are exciting partners but may struggle with long-term commitment.",
    "career": "Excel in sales, travel, journalism, and any field requiring adaptability and communication.",
    "advice": [
      "Learn to balance freedom with responsibility",
      "Develop consistency in important areas",
      "Channel restlessness into productive pursuits",
      "Practice commitment in small ways first"
    ],
    "shadow": "Tendency toward restlessness, irresponsibility, and avoiding commitment or deep emotional connections.",
    "master": false
  },
  {
    "id": 6,
    "name": "Six",
    "keywords": ["nurturing", "responsibility", "harmony", "service"],
    "overview": "The number of nurturing and responsibility. Sixes are natural caregivers who find fulfillment in serving others and creating harmony in their environment.",
    "strengths": "Nurturing nature, responsibility, compassion, artistic ability, and the gift of creating harmony and beauty.",
    "challenges": "Can be overly controlling, self-sacrificing, or meddling. May struggle with boundaries and self-care.",
    "love": "Are devoted, caring partners who prioritize family and relationships. They show love through service and care.",
    "career": "Excel in healthcare, teaching, counseling, and any field requiring nurturing and service to others.",
    "advice": [
      "Set healthy boundaries and practice self-care",
      "Learn to receive as well as give",
      "Avoid being overly controlling or meddling",
      "Balance service to others with personal needs"
    ],
    "shadow": "Tendency toward martyrdom, controlling behavior, and losing their own identity in service to others.",
    "master": false
  },
  {
    "id": 7,
    "name": "Seven",
    "keywords": ["introspection", "mystery", "analysis", "spirituality"],
    "overview": "The number of introspection and spiritual seeking. Sevens are natural philosophers who seek deeper meaning and understanding in life.",
    "strengths": "Analytical mind, intuition, spiritual awareness, wisdom, and the ability to see beyond surface appearances.",
    "challenges": "Can be overly secretive, pessimistic, or isolated. May struggle with practical matters and social connections.",
    "love": "Seek deep, meaningful connections. They need partners who understand their need for solitude and intellectual stimulation.",
    "career": "Excel in research, analysis, spirituality, and any field requiring deep thinking and investigation.",
    "advice": [
      "Balance introspection with social connection",
      "Share your wisdom with others",
      "Don't become overly isolated or secretive",
      "Trust your intuition while staying grounded"
    ],
    "shadow": "Tendency toward isolation, cynicism, and becoming lost in analysis without taking action.",
    "master": false
  },
  {
    "id": 8,
    "name": "Eight",
    "keywords": ["authority", "material success", "power", "ambition"],
    "overview": "The number of material success and authority. Eights are natural leaders in business and finance who understand the material world and how to achieve success.",
    "strengths": "Business acumen, leadership, ambition, determination, and the ability to manifest material success.",
    "challenges": "Can be overly materialistic, controlling, or work-obsessed. May struggle with work-life balance and emotional expression.",
    "love": "Show love through providing and protecting. They need partners who understand their drive for success.",
    "career": "Excel in business, finance, management, and any field requiring leadership and material success.",
    "advice": [
      "Balance material success with spiritual growth",
      "Learn to express emotions and vulnerability",
      "Use your power to help others succeed",
      "Don't let work consume your personal life"
    ],
    "shadow": "Tendency toward greed, power-hungry behavior, and becoming overly focused on material success at the expense of relationships.",
    "master": false
  },
  {
    "id": 9,
    "name": "Nine",
    "keywords": ["completion", "wisdom", "universal love", "service"],
    "overview": "The number of completion and universal service. Nines are natural humanitarian who seek to make the world a better place through their wisdom and compassion.",
    "strengths": "Wisdom, compassion, humanitarian spirit, artistic ability, and the gift of seeing the big picture.",
    "challenges": "Can be overly idealistic, self-righteous, or emotionally distant. May struggle with practical matters and personal relationships.",
    "love": "Seek relationships that serve a higher purpose. They are compassionate partners but may prioritize causes over personal connections.",
    "career": "Excel in humanitarian work, healing, teaching, and any field requiring wisdom and service to humanity.",
    "advice": [
      "Balance idealism with practical action",
      "Learn to receive love and support from others",
      "Don't become overly self-righteous or judgmental",
      "Use your wisdom to guide, not control, others"
    ],
    "shadow": "Tendency toward self-righteousness, emotional detachment, and becoming lost in causes while neglecting personal relationships.",
    "master": false
  },
  {
    "id": 11,
    "name": "Eleven",
    "keywords": ["intuition", "inspiration", "enlightenment", "psychic ability"],
    "overview": "The master number of intuition and spiritual enlightenment. Elevens are natural spiritual teachers who possess heightened intuition and the ability to inspire others.",
    "strengths": "Intuitive gifts, spiritual awareness, inspiration, teaching ability, and the power to connect with higher consciousness.",
    "challenges": "Can be overly sensitive, nervous, or disconnected from reality. May struggle with grounding and practical matters.",
    "love": "Seek deep, spiritual connections. They need partners who understand their sensitivity and spiritual nature.",
    "career": "Excel in spiritual teaching, healing, counseling, and any field requiring intuition and inspiration.",
    "advice": [
      "Ground yourself through practical activities",
      "Trust your intuition while staying balanced",
      "Share your gifts without overwhelming others",
      "Learn to manage your sensitivity constructively"
    ],
    "shadow": "Tendency toward nervousness, escapism, and becoming lost in spiritual pursuits while avoiding practical responsibilities.",
    "master": true
  },
  {
    "id": 22,
    "name": "Twenty-Two",
    "keywords": ["master builder", "practical vision", "manifestation", "mastery"],
    "overview": "The master number of the master builder. Twenty-Twos possess the rare ability to turn dreams into reality through practical action and visionary leadership.",
    "strengths": "Visionary leadership, practical manifestation, master building abilities, and the power to create lasting change in the world.",
    "challenges": "Can be overly controlling, perfectionistic, or overwhelmed by their own potential. May struggle with delegation and work-life balance.",
    "love": "Seek partners who share their vision and can support their ambitious goals. They show love through building a better future together.",
    "career": "Excel in large-scale projects, leadership, and any field requiring both vision and practical execution.",
    "advice": [
      "Learn to delegate and trust others",
      "Balance perfectionism with progress",
      "Don't become overwhelmed by your potential",
      "Use your gifts to serve humanity's highest good"
    ],
    "shadow": "Tendency toward control issues, perfectionism, and becoming overwhelmed by the weight of their potential and responsibilities.",
    "master": true
  }
]
