[
  {
    "id": 1,
    "name": "One",
    "overview": "The beginning, leadership, and independence. Number 1 represents new starts and taking initiative.",
    "loreShort": "The first number symbolizes new beginnings and the power of individual will.",
    "loreFull": "Number 1 is the foundation of all other numbers, representing the primal force of creation and the beginning of all things. In mystical traditions, it symbolizes the divine spark within each individual, the power to manifest one's desires through focused intention. Those influenced by this number are natural leaders, pioneers who blaze new trails and inspire others to follow. The energy of 1 is masculine, active, and forward-moving, always seeking to break free from limitations and create something new. In ancient numerology, 1 was associated with the Sun, the source of all life and light, representing the conscious mind and the power of focused thought.",
    "keywords": ["leadership", "independence", "new beginnings", "initiative", "pioneering"]
  },
  {
    "id": 2,
    "name": "Two",
    "overview": "Partnership, balance, and cooperation. Number 2 represents harmony and the power of working together.",
    "loreShort": "The second number embodies partnership, balance, and the gentle power of cooperation.",
    "loreFull": "Number 2 represents the principle of duality and the balance between opposing forces. It symbolizes partnership, cooperation, and the understanding that we are stronger together than apart. In mystical traditions, 2 is associated with the Moon, representing the feminine principle, intuition, and the subconscious mind. Those influenced by this number are natural diplomats, mediators who can see both sides of any situation and find peaceful solutions. The energy of 2 is receptive, patient, and nurturing, always seeking to create harmony and understanding. In ancient numerology, 2 was considered the number of the divine feminine, representing the receptive principle that allows creation to manifest.",
    "keywords": ["partnership", "balance", "cooperation", "diplomacy", "intuition"]
  },
  {
    "id": 3,
    "name": "Three",
    "overview": "Creativity, expression, and joy. Number 3 represents the power of communication and artistic expression.",
    "loreShort": "The third number embodies creativity, self-expression, and the joy of communication.",
    "loreFull": "Number 3 represents the creative force that brings ideas into manifestation through expression. It symbolizes the power of communication, whether through words, art, music, or any form of creative expression. In mystical traditions, 3 is associated with the trinity - body, mind, and spirit - representing the complete human being. Those influenced by this number are natural artists, communicators, and entertainers who bring joy and inspiration to others. The energy of 3 is optimistic, enthusiastic, and always seeking to share its gifts with the world. In ancient numerology, 3 was considered the number of the divine child, representing innocence, wonder, and the pure joy of creation.",
    "keywords": ["creativity", "expression", "communication", "joy", "optimism"]
  },
  {
    "id": 4,
    "name": "Four",
    "overview": "Stability, structure, and hard work. Number 4 represents the foundation upon which all else is built.",
    "loreShort": "The fourth number embodies stability, structure, and the power of methodical progress.",
    "loreFull": "Number 4 represents the solid foundation upon which all lasting achievements are built. It symbolizes stability, structure, and the power of methodical, step-by-step progress. In mystical traditions, 4 is associated with the four elements (earth, air, fire, water) and the four directions, representing the complete circle of existence. Those influenced by this number are practical, reliable, and hardworking individuals who understand that true success comes through patience and persistence. The energy of 4 is grounding, stabilizing, and always seeking to create order from chaos. In ancient numerology, 4 was considered the number of the earth, representing the material plane and the physical manifestation of spiritual principles.",
    "keywords": ["stability", "structure", "hard work", "foundation", "practicality"]
  },
  {
    "id": 5,
    "name": "Five",
    "overview": "Freedom, adventure, and change. Number 5 represents the restless spirit seeking new experiences.",
    "loreShort": "The fifth number embodies freedom, adventure, and the restless spirit of exploration.",
    "loreFull": "Number 5 represents the restless spirit that seeks freedom from limitations and the thrill of new experiences. It symbolizes change, adventure, and the power of adaptability in the face of life's constant flux. In mystical traditions, 5 is associated with the five senses and the five elements, representing the complete human experience in the physical world. Those influenced by this number are natural explorers, adventurers who thrive on change and new challenges. The energy of 5 is dynamic, unpredictable, and always seeking the next exciting opportunity. In ancient numerology, 5 was considered the number of the human being, representing the five-pointed star and the complete integration of spirit and matter.",
    "keywords": ["freedom", "adventure", "change", "exploration", "adaptability"]
  },
  {
    "id": 6,
    "name": "Six",
    "overview": "Love, responsibility, and nurturing. Number 6 represents the power of unconditional love and service.",
    "loreShort": "The sixth number embodies love, responsibility, and the nurturing power of the heart.",
    "loreFull": "Number 6 represents the power of unconditional love and the responsibility to care for others. It symbolizes harmony, balance, and the nurturing energy that creates beautiful relationships and communities. In mystical traditions, 6 is associated with the six-pointed star, representing the perfect balance between heaven and earth, spirit and matter. Those influenced by this number are natural caregivers, healers who understand that true love means taking responsibility for the well-being of others. The energy of 6 is loving, protective, and always seeking to create harmony and beauty in the world. In ancient numerology, 6 was considered the number of the divine mother, representing the nurturing principle that sustains all life.",
    "keywords": ["love", "responsibility", "nurturing", "harmony", "service"]
  },
  {
    "id": 7,
    "name": "Seven",
    "overview": "Spirituality, wisdom, and introspection. Number 7 represents the seeker of truth and inner knowledge.",
    "loreShort": "The seventh number embodies spirituality, wisdom, and the quest for deeper understanding.",
    "loreFull": "Number 7 represents the spiritual seeker who looks beyond the surface of things to find deeper meaning and truth. It symbolizes wisdom, introspection, and the power of inner knowing that comes through contemplation and meditation. In mystical traditions, 7 is associated with the seven chakras, seven days of creation, and the seven classical planets, representing the complete spiritual journey. Those influenced by this number are natural philosophers, mystics who understand that true wisdom comes from within. The energy of 7 is contemplative, mysterious, and always seeking to understand the deeper mysteries of existence. In ancient numerology, 7 was considered the most sacred number, representing the divine spark and the connection between heaven and earth.",
    "keywords": ["spirituality", "wisdom", "introspection", "mystery", "contemplation"]
  },
  {
    "id": 8,
    "name": "Eight",
    "overview": "Power, success, and material achievement. Number 8 represents the balance between spiritual and material worlds.",
    "loreShort": "The eighth number embodies power, success, and the mastery of both spiritual and material realms.",
    "loreFull": "Number 8 represents the power to manifest spiritual principles in the material world, creating both inner wisdom and outer success. It symbolizes the balance between giving and receiving, the understanding that true power comes from service to others. In mystical traditions, 8 is associated with the infinity symbol, representing the eternal flow of energy and the endless cycle of giving and receiving. Those influenced by this number are natural leaders who understand that true success comes from empowering others. The energy of 8 is powerful, confident, and always seeking to create positive change in the world. In ancient numerology, 8 was considered the number of karma, representing the law of cause and effect and the responsibility that comes with power.",
    "keywords": ["power", "success", "achievement", "balance", "karma"]
  },
  {
    "id": 9,
    "name": "Nine",
    "overview": "Completion, wisdom, and universal love. Number 9 represents the end of cycles and the beginning of new ones.",
    "loreShort": "The ninth number embodies completion, universal love, and the wisdom that comes from experience.",
    "loreFull": "Number 9 represents the completion of cycles and the wisdom that comes from having experienced all aspects of life. It symbolizes universal love, compassion, and the understanding that we are all connected in the great web of existence. In mystical traditions, 9 is associated with the nine muses, nine months of gestation, and the nine levels of consciousness, representing the complete journey of the soul. Those influenced by this number are natural teachers, healers who understand that true wisdom comes from serving others and sharing knowledge. The energy of 9 is compassionate, wise, and always seeking to help others reach their highest potential. In ancient numerology, 9 was considered the number of the divine, representing the complete circle of existence and the eternal return to the source.",
    "keywords": ["completion", "wisdom", "universal love", "teaching", "compassion"]
  },
  {
    "id": 11,
    "name": "Eleven",
    "overview": "Intuition, inspiration, and spiritual awakening. Master Number 11 represents the bridge between heaven and earth.",
    "loreShort": "Master Number 11 embodies intuition, inspiration, and the power of spiritual awakening.",
    "loreFull": "Master Number 11 represents the bridge between the physical and spiritual worlds, the channel through which divine inspiration flows into human consciousness. It symbolizes intuition, psychic ability, and the power to receive messages from higher realms. In mystical traditions, 11 is associated with the eleven dimensions of consciousness and the eleven gates of spiritual initiation, representing the complete journey of the awakened soul. Those influenced by this number are natural channels, mediums who can receive and transmit spiritual guidance. The energy of 11 is highly intuitive, inspirational, and always seeking to connect with higher wisdom. In ancient numerology, 11 was considered the number of the spiritual teacher, representing the ability to guide others on their spiritual path.",
    "keywords": ["intuition", "inspiration", "spiritual awakening", "psychic ability", "channeling"]
  },
  {
    "id": 22,
    "name": "Twenty-Two",
    "overview": "Master builder, practical vision, and world service. Master Number 22 represents the power to manifest dreams into reality.",
    "loreShort": "Master Number 22 embodies the power to build dreams into reality through practical vision and service.",
    "loreFull": "Master Number 22 represents the master builder who can take spiritual vision and manifest it into practical reality. It symbolizes the power to create lasting change in the world through service, leadership, and the ability to inspire others to work together toward a common goal. In mystical traditions, 22 is associated with the 22 letters of the Hebrew alphabet and the 22 paths of the Tree of Life, representing the complete blueprint of creation. Those influenced by this number are natural visionaries, leaders who can see the big picture and inspire others to help make it real. The energy of 22 is powerful, practical, and always seeking to create positive change on a global scale. In ancient numerology, 22 was considered the number of the master teacher, representing the ability to guide humanity toward its highest potential.",
    "keywords": ["master builder", "practical vision", "world service", "leadership", "manifestation"]
  }
]